Repository: sdplatt/sdplatt.github.io
Catalog: SCHNEIDER OM_Datenschutzerklärung_KW_01.03.21-de-en-T copy.tmx
Source language: de
Languages: en

source: Der Opt-out-Cookie gilt nur in diesem Browser und nur für unsere Website und wird auf Ihrem Gerät abgelegt.
en: The opt-out cookie is only valid in this browser and only for our website and is stored on your device.

source: Löschen Sie die Cookies in diesem Browser, müssen Sie das Opt-out-Cookie erneut setzen.
en: If you delete the cookies in this browser, you must set the opt-out cookie again.

source: Weitere Informationen zum Datenschutz im Zusammenhang mit Google Analytics finden Sie etwa in der Google Analytics-Hilfe (https://support.google.com/analytics/answer/6004245?hl=de).
en: Further information on data protection in connection with Google Analytics can be found, for example, in the Google Analytics Help(https://support.google.com/analytics/answer/6004245?hl=de).

source: Ausgelagerte Auftragsverarbeitung
en: Outsourced order processing

source: Wir haben mit Google einen Vertrag zur Auslagerung der Auftragsverarbeitung abgeschlossen und setzen die strengen Anforderungen der deutschen Datenschutzbehörden beim Einsatz von Google Analytics vollständig um.
en: We have concluded a contract with Google to outsource order processing and fully implement the strict requirements of the German data protection authorities when using Google Analytics.

source: Ihre Rechte als betroffene Person
en: Your rights as a data subject

source: 13.1 Recht auf Bestätigung
en: 13.1 Right to confirmation

source: Sie haben das Recht, von uns eine Bestätigung darüber zu verlangen, ob Sie betreffende personenbezogene Daten verarbeitet werden.
en: You have the right to request confirmation from us as to whether personal data relating to you is being processed.

source: 13.2 Recht auf Auskunft Art.
en: 13.2 Right to information Article

source: 15 DS-GVO
en: 15 GDPR

source: Sie haben das Recht, jederzeit von uns unentgeltliche Auskunft über die zu Ihrer Person gespeicherten personenbezogenen Daten sowie eine Kopie dieser Daten nach Maßgabe der gesetzlichen Bestimmungen zu erhalten.
en: You have the right to obtain from us at any time, free of charge, information about the personal data stored about you as well as a copy of this data in accordance with the statutory provisions.

source: 13.3 Recht auf Berichtigung Art.
en: 13.3 Right of rectification Article

source: 16 DS-GVO
en: 16 GDPR

source: Sie haben das Recht, die Berichtigung Sie betreffender unrichtiger personenbezogener Daten zu verlangen.
en: You have the right to request that inaccurate personal data concerning you be corrected.

source: Ferner steht Ihnen das Recht zu, unter Berücksichtigung der Zwecke der Verarbeitung, die Vervollständigung unvollständiger personenbezogener Daten zu verlangen.
en: You also have the right to request that incomplete personal data be completed, taking into account the purposes of the processing.

source: 13.4 Löschung Art.
en: 13.4 Deletion Article

source: 17 DS-GVO
en: 17 GDPR

source: Sie haben das Recht, von uns zu verlangen, dass die Sie betreffenden personenbezogenen Daten unverzüglich gelöscht werden, sofern einer der gesetzlich vorgesehenen Gründe zutrifft und soweit die Verarbeitung bzw. Speicherung nicht erforderlich ist.
en: You have the right to demand that we delete the personal data concerning you without delay, provided that one of the reasons provided for by law applies and insofar as the processing or storage is not necessary.

source: 13.5 Einschränkung der Verarbeitung Art.
en: 13.5 Restriction of processing Article

source: 18 DS-GVO
en: 18 GDPR

source: Sie haben das Recht, von uns die Einschränkung der Verarbeitung zu verlangen, wenn eine der gesetzlichen Voraussetzungen gegeben ist.
en: You have the right to demand that we restrict processing if one of the legal requirements is met.

source: 13.6 Datenübertragbarkeit Art.
en: 13.6 Data portability Article

source: 20 DS-GVO
en: 20 GDPR

source: Sie haben das Recht, die Sie betreffenden personenbezogenen Daten, welche uns durch Sie bereitgestellt wurden, in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten.
en: You have the right to receive the personal data concerning you, which has been provided to us by you, in a structured, common and machine-readable format.

source: Sie haben außerdem das Recht, diese Daten einem anderen Verantwortlichen ohne Behinderung durch uns, dem die personenbezogenen Daten bereitgestellt wurden, zu übermitteln, sofern die Verarbeitung auf der Einwilligung gemäß Art.
en: You also have the right to transmit this data to another controller without hindrance from us, to whom the personal data has been provided, provided that the processing is based on consent pursuant to Article

source: 6 Abs. 1 lit. a DS-GVO oder Art.
en: 6(1) lit. a GDPR or Article

source: 9 Abs. 2 lit. a DS-GVO oder auf einem Vertrag gemäß Art.
en: 9 (2) lit. a GDPR or on a contract pursuant to Article

source: 6 Abs. 1 lit. b DS-GVO beruht und die Verarbeitung mithilfe automatisierter Verfahren erfolgt, sofern die Verarbeitung nicht für die Wahrnehmung einer Aufgabe erforderlich ist, die im öffentlichen Interesse liegt oder in Ausübung öffentlicher Gewalt erfolgt, welche uns übertragen wurde.
en: 6 (1) lit. b GDPR and the processing is carried out with the aid of automated procedures, unless the processing is necessary for the performance of a task which is in the public interest or in the exercise of official authority vested in us.

source: Ferner haben Sie bei der Ausübung Ihres Rechts auf Datenübertragbarkeit gemäß Art.
en: Furthermore, when exercising your right to data portability pursuant to Article

source: 20 Abs. 1 DS-GVO das Recht, zu erwirken, dass die personenbezogenen Daten direkt von einem Verantwortlichen an einen anderen Verantwortlichen übermittelt werden, soweit dies technisch machbar ist und sofern hiervon nicht die Rechte und Freiheiten anderer Personen beeinträchtigt werden.
en: In accordance with Article 20(1) GDPR, the data subject shall have the right to obtain the direct transfer of personal data from one controller to another controller where technically feasible and provided that this does not adversely affect the rights and freedoms of other individuals.

source: 13.7 Widerspruch Art.
en: 13.7 Objection Article

source: 21 DS-GVO
en: 21 GDPR

source: Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung Sie betreffender personenbezogener Daten, die aufgrund von Art.
en: You have the right to object, on grounds relating to your particular situation, at any time to processing of personal data concerning you, which is based on

source: 6 Abs. 1 lit. e (Datenverarbeitung im öffentlichen Interesse) oder f (Datenverarbeitung auf Grundlage einer Interessenabwägung) DS-GVO erfolgt, Widerspruch einzulegen.
en: point (e) of Article 6(1) 6(1) (data processing in the public interest) or point (f) (data processing on the basis of a balance of interests) GDPR.

source: Dies gilt auch für ein auf diese Bestimmungen gestütztes Profiling im Sinne von Art.
en: This also applies to profiling based on these provisions within the meaning of Article

source: 4 Nr. 4 DS-GVO.
en: 4 No 4 GDPR.

source: Legen Sie Widerspruch ein, werden wir Ihre personenbezogenen Daten nicht mehr verarbeiten, es sei denn, wir können zwingende berechtigte Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.
en: If you object, we will no longer process your personal data unless we can demonstrate compelling legitimate grounds to do so which override your interests, rights and freedoms, or if the processing is for the purpose of asserting, exercising or defending legal claims.

source: In Einzelfällen verarbeiten wir personenbezogene Daten, um Direktwerbung zu betreiben.
en: In specific cases, we process personal data in order to carry out direct marketing.

source: Sie können jederzeit Widerspruch gegen die Verarbeitung der personenbezogenen Daten zum Zwecke derartiger Werbung einlegen.
en: You may object to the processing of personal data for such marketing purposes at any time.

source: Dies gilt auch für das Profiling, soweit es mit solcher Direktwerbung in Verbindung steht.
en: This also applies to profiling, insofar as it is connected with such direct marketing.

source: Widersprechen Sie gegenüber uns der Verarbeitung für Zwecke der Direktwerbung, so werden wir die personenbezogenen Daten nicht mehr für diese Zwecke verarbeiten.
en: If you object to us processing your data for direct marketing purposes, we will no longer process the personal data for these purposes.

source: Zudem haben Sie das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, gegen die Sie betreffende Verarbeitung personenbezogener Daten, die bei uns zu wissenschaftlichen oder historischen Forschungszwecken oder zu statistischen Zwecken gemäß Art.
en: In addition, you have the right to object, on grounds relating to your particular situation, to the processing of personal data concerning you which is carried out by us for scientific or historical research purposes or for statistical purposes pursuant to Article

source: 89 Abs. 1 DS-GVO erfolgen, Widerspruch einzulegen, es sei denn, eine solche Verarbeitung ist zur Erfüllung einer im öffentlichen Interesse liegenden Aufgabe erforderlich.
en: 89 (1) GDPR, unless such processing is necessary for the performance of a task carried out in the public interest.

source: Ihnen steht es frei, im Zusammenhang mit der Nutzung von Diensten der Informationsgesellschaft, ungeachtet der Richtlinie 2002/58/EG, Ihr Widerspruchsrecht mittels automatisierter Verfahren auszuüben, bei denen technische Spezifikationen verwendet werden.
en: You are free to exercise your right to object in relation to the use of information society services, notwithstanding Directive 2002/58/EC, by means of automated procedures using technical specifications.

source: 13.8 Widerruf einer datenschutzrechtlichen Einwilligung
en: 13.8 Revoking your consent

source: Sie haben das Recht, eine Einwilligung zur Verarbeitung personenbezogener Daten jederzeit mit Wirkung für die Zukunft zu widerrufen.
en: You have the right to revoke your consent to the processing of personal data at any time with effect for the future.

source: 13.9 Beschwerde bei einer Aufsichtsbehörde
en: 13.9 Complaint to a supervisory authority

source: Sie haben das Recht, sich bei einer für Datenschutz zuständigen Aufsichtsbehörde über unsere Verarbeitung personenbezogener Daten zu beschweren.
en: You have the right to lodge a complaint about how we have processed personal data with a supervisory authority responsible for data protection.

source: Routinemäßige Speicherung, Löschung und Sperrung von personenbezogenen Daten
en: Routine storage, deletion and blocking of personal data

source: Wir verarbeiten und speichern Ihre personenbezogenen Daten nur für den Zeitraum, der zur Erreichung des Speicherungszwecks erforderlich ist oder sofern dies durch die Rechtsvorschriften, welchen unser Unternehmen unterliegt, vorgesehen wurde.
en: We process and store your personal data only for the period of time necessary to achieve the purpose of storage or where this is required by the legal provisions to which our company is subject.

source: Entfällt der Speicherungszweck oder läuft eine vorgeschriebene Speicherfrist ab, werden die personenbezogenen Daten routinemäßig und entsprechend den gesetzlichen Vorschriften gesperrt oder gelöscht.
en: If the storage purpose no longer applies or if a storage period expires, the personal data are routinely blocked or erased in accordance with legal requirements.

source: Dauer der Speicherung von personenbezogenen Daten
en: Duration of the storage of personal data

source: Die erhobenen Daten werden so lange gespeichert, wie es erforderlich ist, d.h. so lange, wie sie zur Erfüllung des Zwecks, zu dem sie erhoben wurden, benötigt werden.
en: The data collected shall be stored for as long as it is required for the purposes described, in other words, to satisfy the purpose for which they were collected.

source: Dies bedeutet insbesondere, dass die erhobenen personenbezogenen Daten nach vollständiger Abwicklung des Vertrages gelöscht werden, sofern dem keine gesetzlichen oder vertraglichen Aufbewahrungsfristen entgegenstehen.
en: This means in particular that the personal data collected will be deleted after the contract has been completely fulfilled, provided that this does not conflict with any statutory or contractual retention periods.

source: Wenn also die Daten nicht mehr benötigt werden, um mit Ihnen zu kommunizieren, Sie mit Informationen zu versorgen, eine Geschäftsbeziehung mit Ihnen zu pflegen oder weil eine gesetzliche Aufbewahrungspflicht besteht, werden die Daten gelöscht.
en: So if the data are no longer needed to communicate with you, to provide you with information, to maintain a business relationship with you or because there is a legal obligation to retain the data, the data will be deleted.

source: Die Löschung erfolgt insbesondere dann, wenn die oben genannten Gründe weggefallen sind und voraussichtlich nicht wieder eintreten werden, Sie Ihr Recht auf Löschung Ihrer Daten geltend machen, die Löschung der Daten gesetzlich vorgeschrieben ist.
en: In particular, the data will be deleted if the above-mentioned reasons have ceased to exist and are not expected to occur again, if you assert your right to have your data deleted, or if the deletion of the data is required by law.

source: Aktualität und Änderung der Datenschutzerklärung
en: Actuality and change of the privacy policy

source: Diese Datenschutzerklärung ist aktuell gültig und hat den Stand:
en: This privacy policy is currently valid and has the status:

source: März 2021.
en: March 2021.

source: Durch die Weiterentwicklung unserer Internetseiten und Angebote oder aufgrund geänderter gesetzlicher beziehungsweise behördlicher Vorgaben kann es notwendig werden, diese Datenschutzerklärung zu ändern.
en: Due to the further development of our webpages and offers or due to changed legal or official requirements, it may become necessary to make changes to this privacy policy.

source: Die jeweils aktuelle Datenschutzerklärung kann jederzeit auf der Website unter https://www.schneider-om.com/data-privacy.html von Ihnen abgerufen und ausgedruckt werden.
en: You can access and print out the current privacy policy at any time from https://www.schneider-om.com/data-privacy.html.
